Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# cli.ios.error.outputDirectoryRequired
source: --out must name an existing directory when capturing multiple Simulators
ar: يجب أن يحدد الخيار --out دليلاً موجودًا عند التقاط صور لعدة محاكيات
de: --out muss ein existierendes Verzeichnis angeben, wenn mehrere Simulatoren erfasst werden
es: --out debe especificar un directorio existente al capturar múltiples simuladores
fr: --out doit désigner un répertoire existant lors de la capture de plusieurs Simulateurs
ja: 複数のSimulatorをキャプチャする場合、--outには既存のディレクトリを指定してください
ko: 여러 Simulator를 캡처할 때 --out은 기존 디렉터리를 지정해야 합니다.
zh_hans: 捕获多个模拟器时，--out 必须指向一个已存在的目录
zh_hant: 擷取多個模擬器時，--out 必須指定現有的目錄

# cli.ios.error.outputFileRequired
source: --out must name a file when capturing one Simulator
ar: يجب أن يحدد الخيار --out ملفًا عند التقاط صورة لمحاكي واحد
de: --out muss eine Datei angeben, wenn ein Simulator erfasst wird
es: --out debe especificar un archivo al capturar un simulador
fr: --out doit désigner un fichier lors de la capture d'un seul Simulateur
ja: 1台のSimulatorをキャプチャする場合、--outにはファイルを指定してください
ko: 단일 Simulator를 캡처할 때 --out은 파일을 지정해야 합니다.
zh_hans: 捕获单个模拟器时，--out 必须指向一个文件
zh_hant: 擷取單一模擬器時，--out 必須指定一個檔案

# cli.ios.error.screenshotBatchLimit
source: Found %lld iOS Simulator panes; screenshot --all supports at most 8
ar: تم العثور على %lld جزء لمحاكي iOS؛ يدعم screenshot --all ما يصل إلى 8 كحد أقصى
de: %lld iOS-Simulator-Teilfenster gefunden; screenshot --all unterstützt maximal 8
es: Se encontraron %lld paneles del simulador de iOS; screenshot --all admite un máximo de 8
fr: %lld volets de simulateur iOS trouvés ; screenshot --all prend en charge au maximum 8
ja: %lld 個の iOS シミュレータペインが見つかりました。screenshot --all がサポートするのは最大 8 個までです
ko: %lld개의 iOS 시뮬레이터 분할 창을 발견했습니다. screenshot --all은 최대 8개까지 지원합니다.
zh_hans: 发现 %lld 个 iOS 模拟器窗格；screenshot --all 最多支持 8 个
zh_hant: 找到 %lld 個 iOS 模擬器窗格；screenshot --all 最多僅支援 8 個

# cli.ios.error.screenshotBatchTimeout
source: The iOS Simulator screenshot batch exceeded its 10-minute deadline
ar: تجاوزت دفعة لقطات الشاشة لمحاكي iOS الحد الزمني البالغ 10 دقائق
de: Der iOS-Simulator-Screenshot-Batch hat das 10-Minuten-Zeitlimit überschritten
es: El lote de capturas de pantalla del simulador de iOS excedió el límite de tiempo de 10 minutos
fr: Le lot de captures d'écran du Simulateur iOS a dépassé son délai limite de 10 minutes
ja: iOS Simulatorスクリーンショットの一括処理が10分の期限を超えました
ko: iOS Simulator 스크린샷 일괄 작업이 제한 시간 10분을 초과했습니다.
zh_hans: iOS 模拟器批量截图超过了 10 分钟的期限
zh_hant: iOS 模擬器螢幕截圖批次作業已超過 10 分鐘的期限

# cli.ios.error.screenshotFailures
source: One or more iOS Simulator screenshots failed
ar: فشلت لقطة شاشة واحدة أو أكثر لمحاكي iOS
de: Ein oder mehrere iOS-Simulator-Screenshots sind fehlgeschlagen
es: Fallaron una o más capturas de pantalla del simulador de iOS
fr: Une ou plusieurs captures d'écran du Simulateur iOS ont échoué
ja: 1つ以上のiOS Simulatorスクリーンショットに失敗しました
ko: 하나 이상의 iOS Simulator 스크린샷 캡처에 실패했습니다.
zh_hans: 一个或多个 iOS 模拟器截图失败
zh_hant: 一或多個 iOS 模擬器螢幕截圖失敗

# cli.ios.output.noTargets
source: No iOS Simulator panes
ar: لا توجد أجزاء لمحاكي iOS
de: Keine iOS-Simulator-Teilfenster
es: No hay paneles del simulador de iOS
fr: Aucun volet de Simulateur iOS
ja: iOS Simulatorペインがありません
ko: iOS Simulator 분할 창이 없습니다.
zh_hans: 没有 iOS 模拟器窗格
zh_hant: 無 iOS 模擬器窗格

# cli.ios.usage
source: Usage: cmux ios <subcommand> [args] [--surface <ref>] Every native `cmux simulator` subcommand is accepted unchanged. Additional subcommands: list [--workspace <ref>] List Simulator panes and device identifiers context [--udid] Print one selected Simulator identity select <device-udid> Bind a pane to an iPhone or iPad Simulator screenshot [--out <path>] Capture one or many selected Simulators Examples: cmux ios list --json cmux ios screenshot --surface surface:2 --out phone.png cmux ios screenshot --all --out screenshots/ cmux ios rotate landscape-left
ar: الاستخدام: cmux ios <subcommand> [args] [--surface <ref>] يُقبل كل أمر فرعي أصلي لـ `cmux simulator` دون تغيير. أوامر فرعية إضافية: list [--workspace <ref>] عرض قائمة بأجزاء المحاكي ومعرفات الأجهزة context [--udid] طباعة هوية محاكٍ واحد محدد select <device-udid> ربط جزء بمحاكي iPhone أو iPad screenshot [--out <path>] التقاط صورة لمحاكي واحد أو عدة محاكيات محددة أمثلة: cmux ios list --json cmux ios screenshot --surface surface:2 --out phone.png cmux ios screenshot --all --out screenshots/ cmux ios rotate landscape-left
de: Verwendung: cmux ios <Unterbefehl> [Argumente] [--surface <ref>] Jeder native `cmux simulator`-Unterbefehl wird unverändert akzeptiert. Zusätzliche Unterbefehle: list [--workspace <ref>] Simulator-Teilfenster und Gerätekennungen auflisten context [--udid] Eine ausgewählte Simulator-Identität ausgeben select <device-udid> Ein Teilfenster an einen iPhone- oder iPad-Simulator binden screenshot [--out <Pfad>] Einen oder mehrere ausgewählte Simulatoren erfassen Beispiele: cmux ios list --json cmux ios screenshot --surface surface:2 --out phone.png cmux ios screenshot --all --out screenshots/ cmux ios rotate landscape-left
es: Uso: cmux ios <subcommand> [args] [--surface <ref>] Cada subcomando nativo de `cmux simulator` se acepta sin cambios. Subcomandos adicionales: list [--workspace <ref>] Enumerar los paneles del simulador y los identificadores de dispositivo context [--udid] Imprimir la identidad de un simulador seleccionado select <device-udid> Asociar un panel a un simulador de iPhone o iPad screenshot [--out <path>] Capturar uno o varios simuladores seleccionados Ejemplos: cmux ios list --json cmux ios screenshot --surface surface:2 --out phone.png cmux ios screenshot --all --out screenshots/ cmux ios rotate landscape-left
fr: Utilisation : cmux ios <sous-commande> [args] [--surface <ref>] Chaque sous-commande native `cmux simulator` est acceptée inchangée. Sous-commandes supplémentaires : list [--workspace <ref>] Lister les volets de Simulateur et les identifiants d'appareils context [--udid] Afficher l'identité d'un Simulateur sélectionné select <device-udid> Lier un volet à un Simulateur iPhone ou iPad screenshot [--out <chemin>] Capturer un ou plusieurs Simulateurs sélectionnés Exemples : cmux ios list --json cmux ios screenshot --surface surface:2 --out phone.png cmux ios screenshot --all --out screenshots/ cmux ios rotate landscape-left
ja: 使用方法: cmux ios <subcommand> [args] [--surface <ref>] すべてのネイティブ `cmux simulator` サブコマンドをそのまま使用できます。 追加サブコマンド: list [--workspace <ref>] Simulatorペインとデバイス識別子を表示 context [--udid] 選択したSimulator識別情報を表示 select <device-udid> ペインをiPhoneまたはiPad Simulatorに接続 screenshot [--out <path>] 選択したSimulatorをキャプチャ 例: cmux ios list --json cmux ios screenshot --surface surface:2 --out phone.png cmux ios screenshot --all --out screenshots/ cmux ios rotate landscape-left
ko: 사용법: cmux ios <subcommand> [args] [--surface <ref>] 모든 네이티브 `cmux simulator` 하위 명령은 그대로 허용됩니다. 추가 하위 명령: list [--workspace <ref>] Simulator 분할 창 및 기기 식별자 나열 context [--udid] 선택한 단일 Simulator 식별 정보 출력 select <device-udid> iPhone 또는 iPad Simulator에 분할 창 바인딩 screenshot [--out <path>] 선택한 하나 또는 여러 Simulator 캡처 예시: cmux ios list --json cmux ios screenshot --surface surface:2 --out phone.png cmux ios screenshot --all --out screenshots/ cmux ios rotate landscape-left
zh_hans: 用法：cmux ios <subcommand> [args] [--surface <ref>] 所有原生 `cmux simulator` 子命令均可原样使用。 附加子命令: list [--workspace <ref>] 列出模拟器窗格和设备标识符 context [--udid] 输出所选的一个模拟器身份 select <device-udid> 将窗格绑定到 iPhone 或 iPad 模拟器 screenshot [--out <path>] 截取一个或多个所选模拟器 示例: cmux ios list --json cmux ios screenshot --surface surface:2 --out phone.png cmux ios screenshot --all --out screenshots/ cmux ios rotate landscape-left
zh_hant: 用法：cmux ios <subcommand> [args] [--surface <ref>] 每個原生 `cmux simulator` 子指令皆原封不動地接受。 額外子指令： list [--workspace <ref>] 列出模擬器窗格與裝置識別碼 context [--udid] 列印一個選取的模擬器識別 select <device-udid> 將窗格繫結至 iPhone 或 iPad 模擬器 screenshot [--out <path>] 擷取一或多個選取的模擬器 範例： cmux ios list --json cmux ios screenshot --surface surface:2 --out phone.png cmux ios screenshot --all --out screenshots/ cmux ios rotate landscape-left

# cli.memory.error.diagnosticsUnsupported
source: cmux memory requires a running cmux build that supports memory diagnostics
ar: يتطلب cmux memory إصدار cmux قيد التشغيل يدعم تشخيص الذاكرة
bs: cmux memory zahtijeva pokrenutu cmux verziju koja podržava dijagnostiku memorije
da: cmux memory kræver en kørende cmux-build med hukommelsesdiagnostik
de: cmux memory erfordert einen laufenden cmux-Build mit Speicherdiagnose
es: cmux memory requiere una compilación de cmux en ejecución que admita diagnósticos de memoria
fr: cmux memory nécessite une version cmux en cours d’exécution prenant en charge le diagnostic mémoire
it: cmux memory richiede una build cmux in esecuzione che supporti la diagnostica della memoria
ja: cmux memory にはメモリ診断に対応した実行中の cmux ビルドが必要です
ko: cmux memory에는 메모리 진단을 지원하는 실행 중인 cmux 빌드가 필요합니다
nb: cmux memory krever en kjørende cmux-build som støtter minnediagnostikk
pl: cmux memory wymaga uruchomionej kompilacji cmux z obsługą diagnostyki pamięci
pt_br: cmux memory requer uma build cmux em execução com suporte a diagnósticos de memória
ru: cmux memory требует запущенную сборку cmux с поддержкой диагностики памяти
th: cmux memory ต้องใช้บิลด์ cmux ที่กำลังทำงานและรองรับการวินิจฉัยหน่วยความจำ
tr: cmux memory, bellek tanılamasını destekleyen çalışan bir cmux derlemesi gerektirir
uk: cmux memory потребує запущеної збірки cmux із підтримкою діагностики пам’яті
zh_hans: cmux memory 需要正在运行且支持内存诊断的 cmux 构建
zh_hant: cmux memory 需要正在執行且支援記憶體診斷的 cmux 建置

# cli.memory.error.groupsRequiresValue
source: memory requires --groups <count>
ar: يتطلب memory --groups <count>
bs: memory zahtijeva --groups <count>
da: memory kræver --groups <count>
de: memory erfordert --groups <count>
es: memory requiere --groups <count>
fr: memory nécessite --groups <count>
it: memory richiede --groups <count>
ja: memory には --groups <count> が必要です
ko: memory에는 --groups <count>가 필요합니다
nb: memory krever --groups <count>
pl: memory wymaga --groups <count>
pt_br: memory requer --groups <count>
ru: memory требует --groups <count>
th: memory ต้องมี --groups <count>
tr: memory için --groups <count> gerekir
uk: memory потребує --groups <count>
zh_hans: memory 需要 --groups <count>
zh_hant: memory 需要 --groups <count>

# cli.memory.error.invalidGroups
source: memory: invalid --groups value '%@'. Use an integer from 1 to 100
ar: memory: قيمة --groups '%@' غير صالحة. استخدم عددا صحيحا من 1 إلى 100
bs: memory: neispravna --groups vrijednost '%@'. Koristite cijeli broj od 1 do 100
da: memory: ugyldig --groups-værdi '%@'. Brug et heltal fra 1 til 100
de: memory: ungültiger --groups-Wert '%@'. Verwenden Sie eine Ganzzahl von 1 bis 100
es: memory: valor de --groups no válido '%@'. Use un entero de 1 a 100
fr: memory : valeur --groups non valide '%@'. Utilisez un entier de 1 à 100
it: memory: valore --groups non valido '%@'. Usa un intero da 1 a 100
ja: memory: --groups の値 '%@' は無効です。1 から 100 の整数を指定してください
ko: memory: 잘못된 --groups 값 '%@'. 1부터 100까지의 정수를 사용하세요
nb: memory: ugyldig --groups-verdi '%@'. Bruk et heltall fra 1 til 100
pl: memory: nieprawidłowa wartość --groups '%@'. Użyj liczby całkowitej od 1 do 100
pt_br: memory: valor inválido para --groups '%@'. Use um inteiro de 1 a 100
ru: memory: недопустимое значение --groups '%@'. Используйте целое число от 1 до 100
th: memory: ค่า --groups '%@' ไม่ถูกต้อง ใช้จำนวนเต็มตั้งแต่ 1 ถึง 100
tr: memory: geçersiz --groups değeri '%@'. 1 ile 100 arasında bir tam sayı kullanın
uk: memory: неприпустиме значення --groups '%@'. Використайте ціле число від 1 до 100
zh_hans: memory：无效的 --groups 值 '%@'。请使用 1 到 100 的整数
zh_hant: memory：無效的 --groups 值 '%@'。請使用 1 到 100 的整數

# cli.memory.error.invalidWorkspace
source: memory: invalid workspace handle '%@'
ar: memory: معرّف مساحة العمل '%@' غير صالح
bs: memory: neispravan identifikator radnog prostora '%@'
da: memory: ugyldigt arbejdsområdehåndtag '%@'
de: memory: ungültiger Workspace-Bezeichner '%@'
es: memory: identificador de espacio de trabajo no válido '%@'
fr: memory : identifiant d’espace de travail non valide '%@'
it: memory: handle area di lavoro non valido '%@'
ja: memory: ワークスペース指定 '%@' は無効です
ko: memory: 잘못된 워크스페이스 핸들 '%@'
nb: memory: ugyldig arbeidsområdehåndtak '%@'
pl: memory: nieprawidłowy uchwyt obszaru roboczego '%@'
pt_br: memory: identificador de workspace inválido '%@'
ru: memory: недопустимый дескриптор рабочей области '%@'
th: memory: แฮนเดิลเวิร์กสเปซไม่ถูกต้อง '%@'
tr: memory: geçersiz çalışma alanı tanıtıcısı '%@'
uk: memory: неприпустимий дескриптор робочої області '%@'
zh_hans: memory：无效的工作区句柄 '%@'
zh_hant: memory：無效的工作區控制代碼 '%@'

# cli.memory.error.unexpectedArgument
source: memory: unexpected argument '%@'
ar: memory: وسيطة غير متوقعة '%@'
bs: memory: neočekivan argument '%@'
da: memory: uventet argument '%@'
de: memory: unerwartetes Argument '%@'
es: memory: argumento inesperado '%@'
fr: memory : argument inattendu '%@'
it: memory: argomento inatteso '%@'
ja: memory: 予期しない引数 '%@'
ko: memory: 예상치 못한 인수 '%@'
nb: memory: uventet argument '%@'
pl: memory: nieoczekiwany argument '%@'
pt_br: memory: argumento inesperado '%@'
ru: memory: неожиданный аргумент '%@'
th: memory: อาร์กิวเมนต์ที่ไม่คาดคิด '%@'
tr: memory: beklenmeyen argüman '%@'
uk: memory: неочікуваний аргумент '%@'
zh_hans: memory：意外参数 '%@'
zh_hant: memory：非預期的引數 '%@'

# cli.memory.error.unknownFlag
source: memory: unknown flag '%@'. Known flags: --all --workspace <id|ref|index> --groups <count> --json
ar: memory: خيار غير معروف '%@'. الخيارات المعروفة: --all --workspace <id|ref|index> --groups <count> --json
bs: memory: nepoznata opcija '%@'. Poznate opcije: --all --workspace <id|ref|index> --groups <count> --json
da: memory: ukendt flag '%@'. Kendte flag: --all --workspace <id|ref|index> --groups <count> --json
de: memory: unbekannte Option '%@'. Bekannte Optionen: --all --workspace <id|ref|index> --groups <count> --json
es: memory: opción desconocida '%@'. Opciones conocidas: --all --workspace <id|ref|index> --groups <count> --json
fr: memory : option inconnue '%@'. Options connues : --all --workspace <id|ref|index> --groups <count> --json
it: memory: opzione sconosciuta '%@'. Opzioni note: --all --workspace <id|ref|index> --groups <count> --json
ja: memory: 不明なフラグ '%@'。既知のフラグ: --all --workspace <id|ref|index> --groups <count> --json
ko: memory: 알 수 없는 플래그 '%@'. 알려진 플래그: --all --workspace <id|ref|index> --groups <count> --json
nb: memory: ukjent flagg '%@'. Kjente flagg: --all --workspace <id|ref|index> --groups <count> --json
pl: memory: nieznana opcja '%@'. Znane opcje: --all --workspace <id|ref|index> --groups <count> --json
pt_br: memory: opção desconhecida '%@'. Opções conhecidas: --all --workspace <id|ref|index> --groups <count> --json
ru: memory: неизвестный флаг '%@'. Известные флаги: --all --workspace <id|ref|index> --groups <count> --json
th: memory: แฟล็กที่ไม่รู้จัก '%@'. แฟล็กที่รู้จัก: --all --workspace <id|ref|index> --groups <count> --json
tr: memory: bilinmeyen bayrak '%@'. Bilinen bayraklar: --all --workspace <id|ref|index> --groups <count> --json
uk: memory: невідомий прапорець '%@'. Відомі прапорці: --all --workspace <id|ref|index> --groups <count> --json
zh_hans: memory：未知标志 '%@'。已知标志：--all --workspace <id|ref|index> --groups <count> --json
zh_hant: memory：未知旗標 '%@'。已知旗標：--all --workspace <id|ref|index> --groups <count> --json

# cli.memory.error.workspaceRequiresValue
source: memory requires --workspace <id|ref|index>
ar: يتطلب memory --workspace <id|ref|index>
bs: memory zahtijeva --workspace <id|ref|index>
da: memory kræver --workspace <id|ref|index>
de: memory erfordert --workspace <id|ref|index>
es: memory requiere --workspace <id|ref|index>
fr: memory nécessite --workspace <id|ref|index>
it: memory richiede --workspace <id|ref|index>
ja: memory には --workspace <id|ref|index> が必要です
ko: memory에는 --workspace <id|ref|index>가 필요합니다
nb: memory krever --workspace <id|ref|index>
pl: memory wymaga --workspace <id|ref|index>
pt_br: memory requer --workspace <id|ref|index>
ru: memory требует --workspace <id|ref|index>
th: memory ต้องมี --workspace <id|ref|index>
tr: memory için --workspace <id|ref|index> gerekir
uk: memory потребує --workspace <id|ref|index>
zh_hans: memory 需要 --workspace <id|ref|index>
zh_hant: memory 需要 --workspace <id|ref|index>

# cli.memory.output.appFootprint
source: footprint %@
ar: البصمة %@
bs: otisak %@
da: fodaftryk %@
es: huella %@
fr: empreinte %@
it: impronta %@
ja: フットプリント %@
ko: 앱 사용량 %@
nb: avtrykk %@
pl: ślad %@
pt_br: pegada %@
ru: отпечаток %@
th: รอยใช้หน่วยความจำ %@
tr: bellek izi %@
uk: відбиток %@
zh_hans: 应用占用 %@
zh_hant: 應用占用 %@

# cli.memory.output.appHeader
source: APP
ar: التطبيق
bs: APLIKACIJA
da: PROGRAM
de: ANWENDUNG
es: APLICACIÓN
fr: APPLICATION
it: APPLICAZIONE
ja: アプリ
ko: 앱
nb: PROGRAM
pl: APLIKACJA
pt_br: APLICATIVO
ru: ПРИЛОЖЕНИЕ
th: แอป
tr: UYGULAMA
uk: ЗАСТОСУНОК
zh_hans: 应用
zh_hant: 應用程式

# cli.memory.output.childrenHeader
source: CHILD PROCESSES
ar: العمليات الفرعية
bs: PODPROCESI
da: UNDERPROCESSER
de: KINDPROZESSE
es: PROCESOS SECUNDARIOS
fr: PROCESSUS ENFANTS
it: PROCESSI FIGLI
ja: 子プロセス
ko: 하위 프로세스
nb: UNDERPROSESSER
pl: PROCESY POTOMNE
pt_br: PROCESSOS FILHOS
ru: ДОЧЕРНИЕ ПРОЦЕССЫ
th: โปรเซสลูก
tr: ALT SÜREÇLER
uk: ДОЧІРНІ ПРОЦЕСИ
zh_hans: 子进程
zh_hant: 子行程

# cli.memory.output.noChildGroups
source: no child process groups
ar: لا توجد مجموعات عمليات فرعية
bs: nema grupa podprocesa
da: ingen underprocesgrupper
de: keine Kindprozessgruppen
es: no hay grupos de procesos secundarios
fr: aucun groupe de processus enfants
it: nessun gruppo di processi figli
ja: 子プロセスグループはありません
ko: 하위 프로세스 그룹 없음
nb: ingen underprosessgrupper
pl: brak grup procesów potomnych
pt_br: nenhum grupo de processos filhos
ru: нет групп дочерних процессов
th: ไม่มีกลุ่มโปรเซสลูก
tr: alt süreç grubu yok
uk: немає груп дочірніх процесів
zh_hans: 没有子进程组
zh_hant: 沒有子行程群組

# cli.memory.output.noDiagnostic
source: No memory diagnostic available
ar: لا يوجد تشخيص ذاكرة متاح
bs: Nema dostupne dijagnostike memorije
da: Ingen hukommelsesdiagnostik tilgængelig
de: Keine Speicherdiagnose verfügbar
es: No hay diagnóstico de memoria disponible
fr: Aucun diagnostic mémoire disponible
it: Nessuna diagnostica memoria disponibile
ja: 利用できるメモリ診断がありません
ko: 사용 가능한 메모리 진단이 없습니다
nb: Ingen minnediagnostikk tilgjengelig
pl: Brak dostępnej diagnostyki pamięci
pt_br: Nenhum diagnóstico de memória disponível
ru: Диагностика памяти недоступна
th: ไม่มีการวินิจฉัยหน่วยความจำ
tr: Bellek tanılaması yok
uk: Діагностика пам’яті недоступна
zh_hans: 没有可用的内存诊断
zh_hant: 沒有可用的記憶體診斷

# cli.memory.output.paneAttribution
source: pane %@
ar: جزء %@
bs: panel %@
da: rude %@
de: Bereich %@
es: panel %@
fr: panneau %@
it: pannello %@
ja: ペイン %@
ko: 패널 %@
nb: rute %@
pl: panel %@
pt_br: painel %@
ru: панель %@
th: พาเนล %@
tr: panel %@
uk: панель %@
zh_hans: 窗格 %@
zh_hant: 窗格 %@

# cli.memory.output.processCount.one
source: 1 process
ar: عملية واحدة
bs: 1 proces
da: 1 proces
de: 1 Prozess
es: 1 proceso
fr: 1 processus
it: 1 processo
ja: 1 個のプロセス
ko: 프로세스 1개
nb: 1 prosess
pl: 1 proces
pt_br: 1 processo
ru: 1 процесс
th: 1 โปรเซส
tr: 1 süreç
uk: 1 процес
zh_hans: 1 个进程
zh_hant: 1 個行程

# cli.memory.output.processCount.other
source: %lld processes
ar: %lld عملية
bs: %lld procesa
da: %lld processer
de: %lld Prozesse
es: %lld procesos
fr: %lld processus
it: %lld processi
ja: %lld個のプロセス
ko: %lld개 프로세스
nb: %lld prosesser
pl: %lld procesów
pt_br: %lld processos
ru: %lld процессов
th: %lld โปรเซส
tr: %lld süreç
uk: %lld процесів
zh_hans: %lld 个进程
zh_hant: %lld 個行程

# cli.memory.output.recursiveRSS
source: recursive RSS %@ across %@
ar: RSS عودي %@ عبر %@
bs: rekurzivni RSS %@ kroz %@
da: rekursiv RSS %@ på tværs af %@
de: rekursives RSS %@ über %@
es: RSS recursivo %@ en %@
fr: RSS récursif %@ sur %@
it: RSS ricorsivo %@ su %@
ja: 再帰的 RSS %@（%@）
ko: 재귀 RSS %@ / %@
nb: rekursiv RSS %@ over %@
pl: rekurencyjny RSS %@ w %@
pt_br: RSS recursivo %@ em %@
ru: рекурсивный RSS %@ по %@
th: RSS แบบเรียกซ้ำ %@ ใน %@
tr: özyinelemeli RSS %@ / %@
uk: рекурсивний RSS %@ у %@
zh_hans: 递归 RSS %@，跨 %@
zh_hant: 遞迴 RSS %@，跨 %@

# cli.memory.output.surfaceAttribution
source: surface %@
ar: سطح %@
bs: površina %@
da: flade %@
de: Oberfläche %@
es: superficie %@
fr: zone %@
it: superficie %@
ja: サーフェス %@
ko: 서피스 %@
nb: flate %@
pl: powierzchnia %@
pt_br: superfície %@
ru: поверхность %@
th: พื้นผิว %@
tr: yüzey %@
uk: поверхня %@
zh_hans: 表面 %@
zh_hant: 介面 %@

# cli.memory.output.topGroupsColumns
source: RSS PROC COMMAND ATTRIBUTION
ar: RSS PROC الأمر الإسناد
bs: RSS PROC NAREDBA PRIPISIVANJE
da: RSS PROC KOMMANDO TILSKRIVNING
de: RSS PROC BEFEHL ZUORDNUNG
es: RSS PROC COMANDO ATRIBUCIÓN
fr: RSS PROC COMMANDE ATTRIBUTION
it: RSS PROC COMANDO ATTRIBUZIONE
ja: RSS PROC コマンド 帰属
ko: RSS PROC 명령 귀속
nb: RSS PROC KOMMANDO TILORDNING
pl: RSS PROC POLECENIE PRZYPISANIE
pt_br: RSS PROC COMANDO ATRIBUIÇÃO
ru: RSS PROC КОМАНДА АТРИБУЦИЯ
th: RSS PROC คำสั่ง การระบุที่มา
tr: RSS PROC KOMUT ATIF
uk: RSS PROC КОМАНДА АТРИБУЦІЯ
zh_hans: RSS PROC 命令 归因
zh_hant: RSS PROC 命令 歸因

# cli.memory.output.topGroupsHeader
source: TOP CHILD GROUPS
ar: أعلى مجموعات العمليات الفرعية
bs: NAJVEĆE GRUPE PODPROCESA
da: STØRSTE UNDERPROCESGRUPPER
de: GRÖSSTE KINDPROZESSGRUPPEN
es: PRINCIPALES GRUPOS SECUNDARIOS
fr: PRINCIPAUX GROUPES ENFANTS
it: GRUPPI FIGLI PRINCIPALI
ja: 上位の子プロセスグループ
ko: 상위 하위 프로세스 그룹
nb: STØRSTE UNDERPROSESSGRUPPER
pl: NAJWIĘKSZE GRUPY POTOMNE
pt_br: PRINCIPAIS GRUPOS FILHOS
ru: КРУПНЕЙШИЕ ДОЧЕРНИЕ ГРУППЫ
th: กลุ่มโปรเซสลูกสูงสุด
tr: EN BÜYÜK ALT SÜREÇ GRUPLARI
uk: НАЙБІЛЬШІ ДОЧІРНІ ГРУПИ
zh_hans: 主要子进程组
zh_hant: 主要子行程群組

# cli.memory.output.unattributed
source: unattributed
ar: غير مسند
bs: nepripisano
da: ikke tilskrevet
de: nicht zugeordnet
es: sin atribuir
fr: non attribué
it: non attribuito
ja: 未割り当て
ko: 미귀속
nb: ikke tilordnet
pl: nieprzypisane
pt_br: sem atribuição
ru: без атрибуции
th: ไม่ระบุที่มา
tr: atıfsız
uk: без атрибуції
zh_hans: 未归因
zh_hant: 未歸因

# cli.memory.output.workspaceAttribution
source: workspace %@
ar: مساحة العمل %@
bs: radni prostor %@
da: arbejdsområde %@
es: espacio de trabajo %@
fr: espace de travail %@
it: area di lavoro %@
ja: ワークスペース %@
ko: 워크스페이스 %@
nb: arbeidsområde %@
pl: obszar roboczy %@
pt_br: espaço de trabalho %@
ru: рабочая область %@
th: เวิร์กสเปซ %@
tr: çalışma alanı %@
uk: робоча область %@
zh_hans: 工作区 %@
zh_hant: 工作區 %@

# cli.mobile.compatibleTags.applied
source: Granted Mac dev tags for paired phones: %@ (pushed to connected device(s)).
ar: تم منح علامات تطوير Mac للهواتف المقترنة: %@ (تم دفعها إلى الأجهزة المتصلة).
de: Mac-Entwickler-Tags für gekoppelte Telefone erteilt: %@ (an verbundene(s) Gerät(e) gesendet).
es: Etiquetas de desarrollo de Mac otorgadas para teléfonos emparejados: %@ (enviadas a los dispositivos conectados).
fr: Balises de développement Mac attribuées pour les téléphones jumelés : %@ (envoyées aux appareils connectés).
ja: ペアリング済みの iPhone に許可した Mac 開発タグ: %@（接続中のデバイスへ送信済み）。
ko: 페어링된 휴대폰에 대한 Mac 개발자 태그 부여됨: %@ (연결된 기기로 푸시됨).
zh_hans: 已为配对的手机授权 Mac 开发标记：%@（已推送到已连接的设备）。
zh_hant: 已為配對的手機授予 Mac 開發標記：%@ (已推送至已連線的裝置)。
